Repository: Themanzato/AssistVision
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it, ru

# homeExtractText
source: Extract text
es: Extraer texto
fr: Estrarre testo
it: Extraire du texte
ru: Извлечь текст

# homeFaces
source: Face recognition
es: Detección de Rostros
fr: Rilevamento volti
it: Détection des visages
ru: Распознавание лиц

# homeTakePhoto
source: Take photo
es: Tomar foto
fr: Scatta foto
it: Prendre une photo
ru: Сделать фото

# homeUploadPhoto
source: Upload photo
es: Subir foto
fr: Carica foto
it: Télécharger une photo
ru: Загрузить фото

# homeScanQR
source: Scan QR
es: Escanear QR
fr: Scansiona QR
it: Scanner un QR
ru: Сканировать QR

# homePedirAyuda
source: Ask for help
es: Pedir Ayuda
fr: Chiedi aiuto
it: Demander de l'aide
ru: Попросить о помощи

source: Code
es: Codigo
fr: Codice
ru: Код

# homeConfig
source: Settings
es: Configuración
fr: Configurazione
it: Configuration
ru: Настройки

# homeProfile
source: Profile
es: Perfil
fr: Profilo
it: Profil
ru: Профиль

# homeHelp
source: Help
es: Ayuda
fr: Aiuto
it: Aide
ru: Помощь

# homeAboutOf
source: About
es: Acerca de
fr: Informazioni su
it: À propos de
ru: О нас

source: Audio
ru: Аудио

# ConfigureVoice
source: Configure voice output
es: Configura la salida de voz
fr: Configura l'uscita vocale
it: Configurer la sortie vocale
ru: Настроить голосовой вывод

source: Volume
es: Volumen
ru: Громкость

source: Speed
es: Velocidad
fr: Velocità
it: Vitesse
ru: Скорость

# Velocity
source: Speed
es: Velocidad
fr: Velocità
it: Vitesse
ru: Скорость

source: Accent
es: Acento
fr: Accento
ru: Акцент

source: Adjust volume
es: Ajustar Volumen
fr: Regola volume
it: Régler le volume
ru: Настроить громкость

source: Adjust speed
es: Ajustar Velocidad
fr: Regola velocità
it: Régler la vitesse
ru: Настроить скорость

source: Language
es: Idioma
fr: Lingua
it: Langue
ru: Язык

# SelectLanguage
source: Select your preferred language
es: Selecciona tu idioma preferido
fr: Seleziona la tua lingua preferita
it: Sélectionnez votre langue préférée
ru: Выберите предпочитаемый язык

source: You selected
es: Seleccionaste
fr: Hai selezionato
it: Vous avez sélectionné
ru: Вы выбрали

source: Accessibility
es: Accesibilidad
fr: Accessibilità
it: Accessibilité
ru: Доступность

# VisualSettings
source: Visual accessibility settings
es: Ajustes de accesibilidad visual
fr: Impostazioni di accessibilità visiva
it: Paramètres d'accessibilité visuelle
ru: Настройки визуальной доступности

source: High contrast
es: Alto contraste
fr: Alto contrasto
it: Contraste élevé
ru: Высокая контрастность

source: Dark mode
es: Modo oscuro
fr: Modalità scura
it: Mode sombre
ru: Темный режим

source: Font size
es: Tamaño de fuente
fr: Dimensione del carattere
it: Taille de la police
ru: Размер шрифта

source: Text size
es: Tamaño de texto
fr: Dimensione del testo
it: Taille du texte
ru: Размер текста

source: Text color
es: Color del texto
fr: Colore del testo
it: Couleur du texte
ru: Цвет текста

source: Text background color
es: Color de fondo de texto
fr: Colore di sfondo del testo
it: Couleur d'arrière-plan du texte
ru: Цвет фона текста

# BackgroundWord
source: Current word background color
es: Color de fondo de la palabra actual
fr: Colore di sfondo della parola corrente
it: Couleur de fond du mot actuel
ru: Цвет фона текущего слова

source: Show original and translation
es: Mostrar orignal y traducción
fr: Mostra originale e traduzione
it: Afficher l'original et la traduction
ru: Показать оригинал и перевод

source: Speech rate
es: Velocidad de habla
fr: Velocità del discorso
it: Vitesse de la parole
ru: Скорость речи

source: Highlight words
es: Resaltar palabras
fr: Evidenzia parole
it: Surligner les mots
ru: Подсветить слова

# TextAling
source: Text alignment
es: Alineación de texto
fr: Allineamento del testo
it: Alignement du texte
ru: Выравнивание текста

source: Line spacing
es: Interlineado
fr: Spaziatura tra le righe
it: Interligne
ru: Межстрочный интервал

# CloseSession
source: Log out
es: Cerrar Sesión
fr: Chiudi sessione
it: Fermer la session
ru: Выйти из системы

# TestAccent
source: This is a test with the selected accent
es: Esta es una prueba con el acento seleccionado
fr: Questo è un test con l'accento selezionato
it: Ceci est un test avec l'accent sélectionné
ru: Это тест с выбранным акцентом

source: Settings
es: Ajustes
fr: Impostazioni
it: Paramètres
ru: Настройки

# settingsSelectLanguage
source: Select language
es: Selecciona un idioma
fr: Seleziona una lingua
it: Sélectionnez une langue
ru: Выберите язык

source: Camera
es: Cámara
fr: Fotocamera
it: Appareil photo
ru: Камера

# OffFlash
source: Turn off flash
es: Apagar flash
fr: Spegni flash
it: Désactiver le flash
ru: Отключить вспышку

# OnFlash
source: Turn on flash
es: Encender flash
fr: Accendi flash
it: Activer le flash
ru: Включить вспышку

# PhotoViewNoImage
source: Failed to read the image. Press 'Continue' to try again.
es: No se pudo leer la imagen. presiona continuar para intentar de nuevo.
fr: Impossibile leggere l'immagine. Premi continua per riprovare.
it: Impossible de lire l'image. Appuyez sur continuer pour réessayer.
ru: Не удалось прочитать изображение. Нажмите «Продолжить», чтобы попробовать еще раз.

# PhotoViewYesImage
source: Image ready to be read! Press 'Continue'.
es: ¡La imagen es apta para su lectura!. Por favor, presiona el botón de continuar.
fr: L'immagine è pronta per la lettura! Premi il pulsante continua.
it: L'image est prête à être lue ! Appuyez sur le bouton continuer.
ru: Изображение готово к чтению! Нажмите кнопку «Продолжить».

# PhotoViewBtnContinue
source: Continue
es: Continuar
fr: Continua
it: Continuer
ru: Продолжить

# PhotoViewBtnCancel
source: Cancel
es: Cancelar
fr: Annulla
it: Annuler
ru: Отмена

# ChangeLanguaje
source: Swipe to change language
es: Desliza para cambiar de idioma
fr: Scorri per cambiare lingua
it: Faites glisser pour changer de langue
ru: Проведите, чтобы сменить язык

source: Enlarge text
es: Agrandar texto
fr: Ingrandisci testo
it: Agrandir le texte
ru: Увеличить текст

source: Minimize text
es: Minimizar texto
fr: Riduci testo
it: Réduire le texte
ru: Уменьшить текст

source: Pause
es: Pausar
fr: Pausa
ru: Пауза

source: Play
es: Reproducir
fr: Riproduci
it: Lecture
ru: Воспроизвести

source: Name
es: Nombre
fr: Nome
it: Nom
ru: Имя

# SetName
source: Set your name
es: Configura tu nombre
fr: Imposta il tuo nome
it: Définissez votre nom
ru: Установите свое имя

source: Edit name
es: Edita tu nombre
fr: Modifica il tuo nome
it: Modifier votre nom
ru: Изменить имя

source: Email
es: Correo
ru: Эл. почта

# SetEmail
source: Set your email
es: Configura tu correo
fr: Imposta la tua email
it: Définissez votre e-mail
ru: Установите свой эл. адрес

source: Edit email
es: Edita tu correo
fr: Modifica la tua email
it: Modifier votre e-mail
ru: Изменить эл. почту

# WithoutQR
source: QR code not found in the image
es: No se detectó un código QR en la imagen
fr: Nessun codice QR rilevato nell'immagine
it: Aucun code QR détecté dans l'image
ru: QR-код не найден на изображении

# WithoutFaces
source: No faces detected. Press 'Continue' to try again.
es: No se detectaron rostros. Presiona continuar para intentar de nuevo
fr: Nessun volto rilevato. Premi continua per riprovare.
it: Aucun visage détecté. Appuyez sur continuer pour réessayer.
ru: Лиц не обнаружено. Нажмите «Продолжить», чтобы попробовать еще раз.

# face1
source: Faces detected
es: Se detectaron
fr: Sono stati rilevati
it: Des visages ont été détectés
ru: Обнаружены лица

# face2
source: Face
es: Rostro
fr: Volto
it: Visage
ru: Лицо

# face3
source: and
es: s
fr: i
it: et
ru: и

# face4
source: faces
es: rostros
fr: volti
it: visages
ru: лица

# its
source: It is
es: Está
fr: È
it: C'est
ru: Это

source: Press 'Continue'
es: Presiona continuar
fr: Premi continua
it: Appuyez sur continuer
ru: Нажмите «Продолжить»

# horizontalPositionLeftEdge
source: on the left edge of the image
es: en el lado izquierdo de la imagen
fr: sul lato sinistro dell'immagine
it: sur le bord gauche de l'image
ru: на левом краю изображения

# horizontalPositionLeft
source: on the right edge of the image
es: en el lado derecho de la imagen
fr: sul lato destro dell'immagine
it: sur le bord droit de l'image
ru: на правом краю изображения

# horizontalPositionSlightlyLeft
source: in the center of the image
es: en el centro de la imagen
fr: al centro dell'immagine
it: au centre de l'image
ru: в центре изображения

# horizontalPositionCenterLeft
source: slightly to the right
es: ligeramente a la derecha
fr: leggermente a destra
it: légèrement à droite
ru: немного правее

# horizontalPositionCenter
source: slightly to the left
es: ligeramente a la izquierda
fr: leggermente a sinistra
it: légèrement à gauche
ru: немного левее

# horizontalPositionCenterRight
source: at the top of the image
es: en la parte superior de la imagen
fr: nella parte superiore dell'immagine
it: en haut de l'image
ru: в верхней части изображения

# horizontalPositionSlightlyRight
source: at the bottom of the image
es: en la parte inferior de la imagen
fr: nella parte inferiore dell'immagine
it: en bas de l'image
ru: в нижней части изображения

# horizontalPositionRight
source: in the center of the image
es: en el centro de la imagen
fr: al centro dell'immagine
it: au centre de l'image
ru: в центре изображения

# horizontalPositionRightEdge
source: slightly lower
es: ligeramente hacia abajo
fr: leggermente in basso
it: légèrement en bas
ru: немного ниже

# verticalPositionTop
source: slightly higher
es: ligeramente hacia arriba
fr: leggermente in alto
it: légèrement en haut
ru: немного выше

# verticalPositionSlightlyTop
source: slightly higher
es: ligeramente en la parte superior
fr: leggermente nella parte superiore
it: légèrement en haut
ru: немного выше

# verticalPositionCenterTop
source: center-top
es: en el centro superior
fr: al centro superiore
it: au centre-haut
ru: в центре-сверху

# verticalPositionCenter
source: center
es: en el centro
fr: al centro
it: au centre
ru: в центре

# verticalPositionCenterBottom
source: center-bottom
es: en el centro inferior
fr: al centro inferiore
it: au centre-bas
ru: в центре-снизу

# verticalPositionSlightlyBottom
source: slightly lower
es: ligeramente en la parte inferior
fr: leggermente in basso
it: légèrement en bas
ru: немного ниже

# verticalPositionBottom
source: bottom
es: en la parte inferior
fr: in basso
it: en bas
ru: внизу

source: image
es: de la imagen
fr: dell'immagine
it: de l'image
ru: изображения

# TheyMet
source: Face detected.
es: Se encontró un rostro.
fr: È stato rilevato un volto.
it: Un visage a été détecté.
ru: Обнаружено лицо.

# TheyMets
source: Faces detected
es: Se encontraron
fr: Sono stati rilevati
it: Des visages ont été détectés
ru: Обнаружены лица

# ThatsIt
source: It is
es: Está
fr: È
it: C'est
ru: Это

# NoSmile
source: Failed to determine if the face is smiling
es: No se pudo determinar si está sonriendo
fr: Non è stato possibile determinare se sta sorridendo
it: Impossible de déterminer si le visage sourit
ru: Не удалось определить, улыбается ли лицо

# FaceOnTheFarLeft
source: Face on the far left edge
es: Este es el rostro en el extremo izquierdo
fr: Questo è il volto all'estrema sinistra
it: Voici le visage à l'extrême gauche
ru: Лицо на крайнем левом краю

# FaceOnTheFarRight
source: Face on the far right edge
es: Este es el rostro en el extremo derecho
fr: Questo è il volto all'estrema destra
it: Voici le visage à l'extrême droite
ru: Лицо на крайнем правом краю

# ThisFaceIsOnTheRightOfThePerson
source: This face is among others
es: Este rostro está entre los demás
fr: Questo volto è tra gli altri
it: Ce visage est parmi d'autres
ru: Это лицо среди других

source: There is some space between this face and the previous one
es: Hay algo de espacio entre este rostro y el anterior
fr: C'è un po' di spazio tra questo volto e il precedente
it: Il y a un espace entre ce visage et le précédent
ru: Между этим лицом и предыдущим есть пространство

# Itsprettyclosetotheperson
source: Pretty close to the person
es: Está bastante cerca de la persona
fr: È abbastanza vicino alla persona
it: Il est assez proche de la personne
ru: Довольно близко к человеку

# SpaceBetweenFace
source: There is a lot of space between this face and the previous one
es: Hay mucho espacio entre este rostro y el anterior
fr: C'è molto spazio tra questo volto e il precedente
it: Il y a beaucoup d'espace entre ce visage et le précédent
ru: Между этим лицом и предыдущим много пространства

# MuchSpace
source: There is a lot of space between this face and the next one
es: Hay mucho espacio entre este rostro y el siguiente
fr: C'è molto spazio tra questo volto e il successivo
it: Il y a beaucoup d'espace entre ce visage et le suivant
ru: Между этим лицом и следующим много пространства

# secondfacefromleft
source: This is the second face from the left
es: Este es el segundo rostro desde la izquierda
fr: Questo è il secondo volto da sinistra
it: C'est le deuxième visage à partir de la gauche
ru: Это второе лицо слева

# secondtolastface
source: This is the second-to-last face on the right
es: Este es el penúltimo rostro desde la derecha
fr: Questo è il penultimo volto da destra
it: C'est l'avant-dernier visage à droite
ru: Это предпоследнее лицо справа

# smileFull
source: Smiling ear to ear
es: Está sonriendo de oreja a oreja
fr: Sta sorridendo da un orecchio all'altro
it: Sourit d'une oreille à l'autre
ru: Улыбается до ушей

# smileBig
source: Smiling broadly.
es: Tiene una sonrisa leve.
fr: Ha un leggero sorriso.
it: A un grand sourire.
ru: Широко улыбается.

# smileLight
source: Light smile
es: Tiene una sonrisa ligera
fr: Ha un sorriso leggero
it: A un léger sourire
ru: Легкая улыбка

# smileSmall
source: Looks like a light smile
es: Parece que tiene una pequeña sonrisa
fr: Sembra che abbia un piccolo sorriso
it: On dirait qu'il a un petit sourire
ru: Похоже на легкую улыбку

# smileHint
source: There is a hint of a smile
es: Tiene una leve indicación de sonrisa
fr: Ha un accenno di sorriso
it: A un soupçon de sourire
ru: Есть намек на улыбку

# smileNone
source: Not smiling.
es: No está sonriendo.
fr: Non sta sorridendo.
it: Ne sourit pas.
ru: Не улыбается.

source: Eyes not visible
es: No se puede ver bien sus ojos
fr: I suoi occhi non sono chiaramente visibili
it: Ses yeux ne sont pas clairement visibles
ru: Глаза не видны

# eyesWideOpen
source: Both eyes are open
es: Ambos ojos están abiertos
fr: Entrambi gli occhi sono aperti
it: Les deux yeux sont ouverts
ru: Оба глаза открыты

# eyesClosed
source: Both eyes are closed
es: Ambos ojos están cerrados
fr: Entrambi gli occhi sono chiusi
it: Les deux yeux sont fermés
ru: Оба глаза закрыты

# NoEyes
source: Failed to determine the eye state
es: No se pudo determinar el estado de los ojos
fr: Non è stato possibile determinare lo stato degli occhi
it: Impossible de déterminer l'état des yeux
ru: Не удалось определить состояние глаз

# OneOpen
source: Left eye open, right eye closed.
es: El ojo izquierdo está abierto y el derecho cerrado.
fr: L'occhio sinistro è aperto e il destro è chiuso.
it: L'œil gauche est ouvert et le droit est fermé.
ru: Левый глаз открыт, правый закрыт.

# OpenOne
source: Right eye open, left eye closed.
es: El ojo derecho está abierto y el izquierdo cerrado.
fr: L'occhio destro è aperto e il sinistro è chiuso.
it: L'œil droit est ouvert et le gauche est fermé.
ru: Правый глаз открыт, левый закрыт.

source: Eyes half-open
es: Tiene los ojos medio abiertos
fr: Ha gli occhi semi-aperti
it: A les yeux mi-ouverts
ru: Глаза полуоткрыты

# HeadRigth
source: Head turned right.
es: La cabeza está girada hacia la derecha.
fr: La testa è girata verso destra.
it: La tête est tournée vers la droite.
ru: Голова повернута вправо.

# HeadLeft
source: Head turned left.
es: La cabeza está girada hacia la izquierda.
fr: La testa è girata verso sinistra.
it: La tête est tournée vers la gauche.
ru: Голова повернута влево.

# HeadRigth2
source: Head tilted to the right.
es: La cabeza está inclinada hacia la derecha.
fr: La testa è inclinata verso destra.
it: La tête est inclinée vers la droite.
ru: Голова наклонена вправо.

# HeadLeft2
source: Head tilted to the left.
es: La cabeza está inclinada hacia la izquierda.
fr: La testa è inclinata verso sinistra.
it: La tête est inclinée vers la gauche.
ru: Голова наклонена влево.

# HeadCenter
source: Head centered.
es: La cabeza está centrada.
fr: La testa è centrata.
it: La tête est centrée.
ru: Голова по центру.

# HeadCenter2
source: Head straight.
es: La cabeza está recta.
fr: La testa è dritta.
it: La tête est droite.
ru: Голова прямо.

# leftEyeClosedRightOpen
source: Left eye closed, right eye open
es: El ojo izquierdo está cerrado y el derecho está abierto
fr: L'occhio sinistro è chiuso e il destro è aperto
it: L'œil gauche est fermé et le droit est ouvert
ru: Левый глаз закрыт, правый открыт

# rightEyeClosedLeftOpen
source: Right eye closed, left eye open
es: El ojo derecho está cerrado y el izquierdo está abierto
fr: L'occhio destro è chiuso e il sinistro è aperto
it: L'œil droit est fermé et le gauche est ouvert
ru: Правый глаз закрыт, левый открыт

# leftEyeWideRightHalf
source: Left eye wide open, right half-open or closed
es: El ojo izquierdo está bien abierto y el derecho está medio abierto o cerrado
fr: L'occhio sinistro è ben aperto e il destro è mezzo aperto o chiuso
it: L'œil gauche est bien ouvert et le droit est à moitié ouvert ou fermé
ru: Левый глаз широко открыт, правый полуоткрыт или закрыт

# rightEyeWideLeftHalf
source: Right eye wide open, left half-open or closed
es: El ojo derecho está bien abierto y el izquierdo está medio abierto o cerrado
fr: L'occhio destro è ben aperto e il sinistro è mezzo aperto o chiuso
it: L'œil droit est bien ouvert et le gauche est à moitié ouvert ou fermé
ru: Правый глаз широко открыт, левый полуоткрыт или закрыт

# leftEyeHalfRightClosed
source: Left eye half-open, right closed
es: El ojo izquierdo está medio abierto y el derecho está cerrado
fr: L'occhio sinistro è mezzo aperto e il destro è chiuso
it: L'œil gauche est à moitié ouvert et le droit est fermé
ru: Левый глаз полуоткрыт, правый закрыт

# rightEyeHalfLeftClosed
source: Right eye half-open, left closed
es: El ojo derecho está medio abierto y el izquierdo está cerrado
fr: L'occhio destro è mezzo aperto e il sinistro è chiuso
it: L'œil droit est à moitié ouvert et le gauche est fermé
ru: Правый глаз полуоткрыт, левый закрыт

# eyesDifferent
source: One eye is more open than the other
es: Uno de los ojos está más abierto que el otro
fr: Uno degli occhi è più aperto dell'altro
it: L'un des yeux est plus ouvert que l'autre
ru: Один глаз открыт больше, чем другой

source: Head position not visible
es: No se puede ver la posición de la cabeza
fr: La posizione della testa non è visibile
it: La position de la tête n'est pas visible
ru: Положение головы не видно

# verticalTiltFront
source: facing the camera
es: de frente
fr: di fronte
it: face à la caméra
ru: смотрит прямо в камеру

# verticalTiltRight
source: facing right
es: mirando hacia la derecha
fr: guardando a destra
it: regarde à droite
ru: смотрит вправо

# verticalTiltLeft
source: facing left
es: mirando hacia la izquierda
fr: guardando a sinistra
it: regarde à gauche
ru: смотрит влево

# horizontalTiltStraight
source: and the head is straight
es: y tiene la cabeza recta
fr: e ha la testa dritta
it: et a la tête droite
ru: и голова прямая

# horizontalTiltRight
source: and the head is tilted to the right
es: y tiene la cabeza inclinada a la derecha
fr: e ha la testa inclinata a destra
it: et a la tête inclinée vers la droite
ru: и голова наклонена вправо

# horizontalTiltLeft
source: and the head is tilted to the left
es: y tiene la cabeza inclinada a la izquierda
fr: e ha la testa inclinata a sinistra
it: et a la tête inclinée vers la gauche
ru: и голова наклонена влево

# headPosition
source: Head
es: La cabeza está
fr: La testa è
it: La tête est
ru: Голова

# ScanQR
source: Scan QR code
es: Escanea un código QR
fr: Scansiona un codice QR
it: Scanner un code QR
ru: Сканировать QR-код

# noObjectsDetected
source: No objects detected. Try again.
es: No se detectaron objetos. Inténtalo de nuevo.
fr: Nessun oggetto rilevato. Riprova.
it: Aucun objet détecté. Veuillez réessayer.
ru: Объекты не обнаружены. Попробуйте еще раз.

# objectsDetected
source: The following objects were detected:
es: Se detectaron los siguientes objetos:
fr: Sono stati rilevati i seguenti oggetti:
it: Les objets suivants ont été détectés :
ru: Обнаружены следующие объекты:

# imageProcessingError
source: There was an error processing the image. Try again.
es: Ocurrió un error al procesar la imagen. Inténtalo de nuevo.
fr: Si è verificato un errore durante l'elaborazione dell'immagine. Riprova.
it: Une erreur est survenue lors du traitement de l'image. Veuillez réessayer.
ru: Произошла ошибка при обработке изображения. Попробуйте еще раз.

# noObjectsWithConfidence
source: No objects were detected with sufficient confidence.
es: No se detectaron objetos con suficiente confianza.
fr: Non sono stati rilevati oggetti con sufficiente fiducia.
it: Aucun objet n'a été détecté avec suffisamment de confiance.
ru: Объекты не обнаружены с достаточной уверенностью.

# severalObjects
source: It seems there are several objects in the image. These are:
es: Parece que hay varios objetos en la imagen. Estos son:
fr: Sembra che ci siano diversi oggetti nell'immagine. Questi sono:
it: Il semble y avoir plusieurs objets dans l'image. Ce sont :
ru: Похоже, на изображении несколько объектов. Это:

# Itseemsthatthereisa
source: It seems there is a
es: Parece que hay un
fr: Sembra che ci sia un
it: Il semble qu'il y ait un
ru: Похоже, на изображении есть

source: in the picture
es: en la imagen
fr: nell'immagine
it: dans l'image
ru: в изображении

source: and a
es: y un
fr: e un
it: et un
ru: и

source: Object recognition
es: Reconocimiento de Objetos
fr: Riconoscimento Oggetti
it: Reconnaissance d'objets
ru: Распознавание объектов

# trust
source: with confidence
es: con una confianza de
fr: con una fiducia del
it: avec une confiance de
ru: с уверенностью

# textList
source: Text is already in the target language
es: El texto ya está en el idioma de destino
fr: Il testo è già nella lingua di destinazione
it: Le texte est déjà dans la langue cible
ru: Текст уже на целевом языке

source: Select translation language
es: Seleccionar idioma de traducción
fr: Seleziona la lingua di traduzione
it: Sélectionnez la langue de traduction
ru: Выберите язык перевода

source: OK
es: Aceptar
ru: ОК

source: Reboot
es: Reiniciar
fr: Riavvia
it: Redémarrer
ru: Перезагрузить

source: Translate
es: Traducir
fr: Traduci
it: Traduire
ru: Перевести

source: Save
es: Guardar
fr: Salva
it: Enregistrer
ru: Сохранить

# LocationDisabledError
source: Location service disabled.
es: El servicio de ubicación está deshabilitado.
fr: Il servizio di localizzazione è disabilitato.
it: Le service de localisation est désactivé.
ru: Служба местоположения отключена.

# LocationPermissionDeniedError
source: Location access denied.
es: Permisos de ubicación denegados.
fr: Permessi di localizzazione negati.
it: Permissions de localisation refusées.
ru: Доступ к местоположению запрещен.

# LocationPermissionPermanentlyDeniedError
source: Location access permanently denied.
es: Permisos de ubicación permanentemente denegados.
fr: Permessi di localizzazione negati permanentemente.
it: Permissions de localisation refusées de façon permanente.
ru: Доступ к местоположению навсегда запрещен.

# CurrentAddressNotAvailable
source: Current address unavailable
es: Dirección no disponible
fr: Indirizzo non disponibile
it: Adresse actuelle non disponible
ru: Текущий адрес недоступен
