Repository: Themanzato/AssistVision
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, it, ru

# CurrentAddressError
source: Error retrieving address
es: Error al obtener la dirección
fr: Errore nel recupero dell'indirizzo
it: Erreur lors de la récupération de l'adresse
ru: Ошибка при получении адреса

# NeedHelpMessage
source: I need help! I am located at:
es: ¡Necesito ayuda! Estoy en:
fr: Ho bisogno di aiuto! Mi trovo a:
it: J'ai besoin d'aide ! Je suis à :
ru: Мне нужна помощь! Я нахожусь:

# SendSMS
source: You can send SMS
es: Puede enviar SMS
fr: Puoi inviare SMS
it: Vous pouvez envoyer un SMS
ru: Вы можете отправить SMS

# ContactNumber
source: Contact number: +33$_trustedContactNumber
es: Número de contacto: +52$_trustedContactNumber
fr: Numero di contatto: +39$_trustedContactNumber
it: Numéro de contact : +33$_trustedContactNumber
ru: Контактный номер: +33$_trustedContactNumber

# CannotLaunchSMSAppError
source: Unable to open SMS app.
es: No se pudo abrir la aplicación de mensajes SMS.
fr: Impossibile aprire l'applicazione dei messaggi SMS.
it: Impossible d'ouvrir l'application SMS.
ru: Не удалось открыть приложение для SMS.

# SMSSendError
source: SMS sending error:
es: Error al intentar enviar SMS:
fr: Errore durante l'invio del SMS:
it: Erreur lors de l'envoi du SMS :
ru: Ошибка отправки SMS:

# ContactOrAddressNotAvailableError
source: Contact number or address unavailable.
es: Número de contacto o dirección no disponibles.
fr: Numero di contatto o indirizzo non disponibili.
it: Numéro de contact ou adresse non disponibles.
ru: Контактный номер или адрес недоступны.

# AddTrustedContactTitle
source: Add trusted contact
es: Agregar contacto de confianza
fr: Aggiungi contatto di fiducia
it: Ajouter un contact de confiance
ru: Добавить доверенный контакт

# NameInputHint
source: Name
es: Nombre
fr: Nome
it: Nom
ru: Имя

# NumberInputHint
source: Number (10 digits)
es: Número (10 dígitos)
fr: Numero (10 cifre)
it: Numéro (10 chiffres)
ru: Номер (10 цифр)

# InvalidNumberErrorMessage
source: Invalid number. Please ensure it contains 10 digits.
es: El número no es válido. Asegúrate de ingresar un número de 10 dígitos.
fr: Il numero non è valido. Assicurati di inserire un numero di 10 cifre.
it: Le numéro est invalide. Assurez-vous d'entrer un numéro à 10 chiffres.
ru: Номер недействителен. Убедитесь, что введено 10 цифр.

# ConfirmTrustedContactMessage
source: Are you sure you want to add this person as a trusted contact?
es: ¿Estás seguro de que deseas agregar a esta persona como tu contacto de confianza?
fr: Sei sicuro di voler aggiungere questa persona come tuo contatto di fiducia?
it: Êtes-vous sûr de vouloir ajouter cette personne comme contact de confiance ?
ru: Вы уверены, что хотите добавить этого человека как доверенное лицо?

# TrustedContactAddedSuccessMessage
source: Trusted contact successfully added!
es: ¡El contacto de confianza se ha agregado con éxito!
fr: Il contatto di fiducia è stato aggiunto con successo!
it: Le contact de confiance a été ajouté avec succès !
ru: Доверенный контакт успешно добавлен!

source: Trusted contact
es: Contacto de confianza
fr: Contatto di fiducia
it: Contact de confiance
ru: Доверенный контакт

# NoContactSavedMessage
source: Trusted contact not saved.
es: No se ha guardado ningún contacto de confianza.
fr: Nessun contatto di fiducia salvato.
it: Aucun contact de confiance enregistré.
ru: Доверенный контакт не сохранен.

# PhonePermissionDeniedMessage
source: Phone call permission denied.
es: Permisos de llamadas denegados.
fr: Permessi di chiamata negati.
it: Permissions d'appel refusées.
ru: Разрешение на звонки отклонено.

source: Error
fr: Errore
it: Erreur
ru: Ошибка

source: Close
es: Cerrar
fr: Chiudi
it: Fermer
ru: Закрыть

source: Location
es: Ubicación
fr: Posizione
it: Localisation
ru: Местоположение

source: Ask for help
es: Pedir ayuda
fr: Chiedi aiuto
it: Demander de l'aide
ru: Просить о помощи

source: Edit trusted contact
es: Editar contacto de confianza
fr: Modifica contatto di fiducia
it: Modifier le contact de confiance
ru: Редактировать доверенный контакт

# ObteniendoUbicacion
source: Obtaining location...
es: Obteniendo ubicación...
fr: Ottenendo posizione...
it: Obtention de la localisation...
ru: Получение местоположения...

# ObteniendoDireccion
source: Obtaining address...
es: Obteniendo dirección...
fr: Ottenendo indirizzo...
it: Obtention de l'adresse...
ru: Получение адреса...

# NoContact
source: No trusted contact
es: Sin contacto de confianza
fr: Nessun contatto di fiducia
it: Aucun contact de confiance
ru: Нет доверенного контакта

# NoUbication
source: Error getting location
es: Error al obtener la ubicación
fr: Errore nel recupero della posizione
it: Erreur lors de la récupération de la localisation
ru: Ошибка при получении местоположения

# NoUbication2
source: Address not found
es: No se encontró dirección
fr: Nessun indirizzo trovato
it: Aucune adresse trouvée
ru: Адрес не найден

# ErrorUbication
source: Error retrieving address
es: Error al obtener la dirección
fr: Errore nel recupero dell'indirizzo
it: Erreur lors de la récupération de l'adresse
ru: Ошибка при получении адреса

# ErrorUbications
source: Connection error with address service
es: Error al conectar con el servicio de direcciones
fr: Errore nel connettersi al servizio di indirizzi
it: Erreur de connexion au service d'adresses
ru: Ошибка подключения к сервису адресов

# NoMessage
source: Cannot send message without contact or location
es: No se puede enviar el mensaje sin un contacto o ubicación
fr: Impossibile inviare il messaggio senza un contatto o posizione
it: Impossible d'envoyer le message sans contact ou localisation
ru: Невозможно отправить сообщение без контакта или местоположения

# Help1
source: Help! I am located at:
es: ¡Ayuda! Estoy en:
fr: Aiuto! Mi trovo a:
it: Aide ! Je suis à :
ru: Помогите! Я нахожусь:

# UbicationMaps
source: Location on Google Maps:
es: Ubicación en Google Maps:
fr: Posizione su Google Maps:
it: Localisation sur Google Maps :
ru: Местоположение на Google Maps:

# NoSendMessage
source: Unable to send message
es: No se pudo enviar el mensaje
fr: Impossibile inviare il messaggio
it: Impossible d'envoyer le message
ru: Невозможно отправить сообщение

# NoServiceUbication
source: Location service disabled
es: El servicio de ubicación está deshabilitado
fr: Il servizio di localizzazione è disabilitato
it: Le service de localisation est désactivé
ru: Служба местоположения отключена

# NoPermissions
source: Location access denied
es: Los permisos de ubicación fueron denegados
fr: I permessi di localizzazione sono stati negati
it: Les permissions de localisation ont été refusées
ru: Доступ к местоположению запрещен

# NoPermissions2
source: Location access permanently denied
es: Los permisos de ubicación están permanentemente denegados
fr: I permessi di localizzazione sono stati negati permanentemente
it: Les permissions de localisation ont été refusées de façon permanente
ru: Доступ к местоположению навсегда запрещен

# Contact
source: Add or change trusted contact
es: Agregar o editar contacto de confianza
fr: Aggiungi o modifica il contatto di fiducia
it: Ajouter ou modifier le contact de confiance
ru: Добавить или изменить доверенный контакт

# TuUbicacion
source: Your location
es: Tu Ubicación
fr: La tua posizione
it: Votre localisation
ru: Ваше местоположение

# SendMessage
source: Send help message
es: Enviar Mensaje de Ayuda
fr: Invia messaggio di aiuto
it: Envoyer un message d'aide
ru: Отправить сообщение о помощи
